let department = {
  공학대학: [
    '건축학부',
    '건설환경공학과',
    '교통-물류공학과',
    '전자공학부',
    '재료화학공학과',
    '기계공학과',
    '산업경영공학과',
    '생명나노공학과',
    '로봇공학과',
    '융합공학과',
    '국방정보공학과',
    '스마트융합공학부',
    '지능형로봇학과',
  ],
  소프트웨어융합대학: ['소프트웨어학부', 'ICT융합학부', '인공지능학과', '융합전공'],
  과학기술융합대학: ['응용수학과', '응용물리학과', '분자생명과학과', '화학분자공학과', '해양융합공학과', '나노광전자확과'],
  국제문화대학: ['한국언어문학과', '문화인류학과', '문화콘텐츠학과', '중국학과', '일본학과', '영미언어-문화학과', '프랑스학과'],
  언론정보대학: ['광고홍보학과', '정보사회미디어학과'],
  경상대학: ['경제학부', '경영학부', '보험계리학과', '회계세무학과'],
  디자인대학: ['주얼리패션디자인학과', '산업디자인학과', '커뮤니케이션디자인학과', '영상디자인학과'],
  예체능대학: ['스포츠과학부', '무용예술학과', '실용음악학과'],
  약학대학: ['약학'],
};

export default department;
